Repository: banzarkhan/HandsApp
Catalog: *.lproj/Localizable.strings
Languages: ru

source: Gestures!
ru: Жесты

source: GOOD JOB
ru: ХОРОШАЯ РАБОТА!

source: STOP recording
ru: ОСТАНОВИТЬ запись

source: WELL DONE
ru: ЗАМЕЧАТЕЛЬНО

source: Now TAKE A PICTURE
ru: Теперь СДЕЛАТЬ ФОТО

source: GREAT!
ru: ОТЛИЧНО!

source: START recording
ru: НАЧАТЬ запись видео

source: Now you are ready!
ru: Ты готов!

source: Start!
ru: Поехали!

source: Show this gesture to the camera to
ru: Покажи этот жест, чтобы

source: START
ru: НАЧАТЬ

source: recording
ru: съёмку

source: STOP
ru: ОСТАНОВИТЬ

source: TAKE A PICTURE
ru: CДЕЛАТЬ ФОТО

source: TRY now!
ru: Твоя очередь!

source: Video added to photos!
ru: Видео сохранено в галерею
