Repository: banzarkhan/HandsApp
Catalog: HandsApp/*.lproj/Localizable.strings
Languages: ar

source: GOOD JOB!
ar: !احسنت العمل

source: STOP recording
ar: توقيف التسجيل

source: WELL DONE
ar: !احسنت العمل

source: Now TAKE A PICTURE
ar: التقاط صوره

source: GREAT!
ar: !ممتاز

source: Gestures
ar: اشارات

source: START recording
ar: ابدأ التسجيل

source: Now you are ready!
ar: !الان انت مستعد

source: Start!
ar: !ابدأ

source: Show this gesture to the camera to
ar: قم بأظهار هذه الاشاره ل

source: START
ar: ابدأ

source: recording
ar: التسجيل

source: STOP
ar: توقف

source: TAKE A PICTURE
ar: التقاط صوره

source: TRY now!
ar: !جرب الان

source: Video added to photos!
ar: !تم تسجيل الفيديو بنجاح
